@extends('layouts.master')
@section('title', 'Условия за ползване')
@section('content')

<div class="container">
    <div class="row text-center">
        <div class="row">
            <div class="col-md-12">
                <div class="panel panel-default">
                    <div class="panel-body">
                        <div class="panel-group" id="accordion">
                            <div class="panel panel-default">
                                <div class="panel-heading">
                                    <h4 class="panel-title">
                                        <a data-toggle="collapse" data-parent="#accordion" href="#collapseOne" class="collapsed" id="gentTerms">ОБЩИ УСЛОВИЯ</a>
                                    </h4>
                                </div>
                                <div id="collapseOne" class="panel-collapse collapse" style="height: 0px;">
                                    <div class="panel-body">
                                        <p class="text-justify">
                                            <strong>Aktivnosti.bg</strong> е проект на курсисти на Враца софтуер общество.
                                            Сайтът <a href="{{ route('activities.index') }}">Aktivnosti.bg</a> представлява онлайн платформа за избор на хоби и занимания в свободното време. Целта на страницата
                                            е да систематизира възможностите за занимания в свободното време, да ги представи по удобен начин на посетителите на сайта и да предостави на организаторите на занимания (активности), възможност да ги популяризират.
                                        </p>
                                        <p class="text-justify">
                                            Потребител или посетител на сайта е всяко лице, което доброволно посещава aktivnosti.bg за да получи достъп до съдържанието на платформата. Потребителите на сайта може да регистрират свой профил и организация, за да предоставят информация за занимания (активности), които организират и провеждат. Потребителите може да регистрират само свой профил и да заявят принадлежност към организация. След одобрение от мениджъра на организацията, към която са заявили принадлежност, могат да създават съдържание от нейно име.
                                        </p>
                                        <p class="text-justify">
                                             След като организацията бъде одобрена от модератор, информацията за нея и активностите, които предлага, става публично достъпна за всички потребители / посетители на платформата. Последващата промяна на информацията или добавяне на нова активност, става достъпна веднага, без намесата на модератор. Информацията от профил на потребител е достъпна само за администраторите и модераторите на сайта.
                                        </p>

                                        <h5>ОГРАНИЧЕНА ОТГОВОРНОСТ</h5>
                                        <p class="text-justify">
                                            Екипът на <a href="{{ route('activities.index') }}">Aktivnosti.bg</a> не администрира пряко съдържанието в сайта. Всяка организация сама добавя описание на дейността си и активностите (заниманията), които предлага. Екипът на <a href="{{ route('activities.index') }}">Aktivnosti.bg</a> не носи отговорност за невярна или невалидна информация, въведена и предоставена от организациите, и потребителите, които използват платформата. Екипът на <a href="{{ route('activities.index') }}">Aktivnosti.bg</a> не носи отговорност за съдържанието на информацията, въведена и предоставена от организациите и потребителите. Екипът на <a href="{{ route('activities.index') }}">Aktivnosti.bg</a> по никакъв начин не носи отговорност за самите активности (занимания).
                                        </p>
                                        <p>
                                            Ако забележите нередности, моля пишете ни на
                                            <a href="mailto:contacts@aktivnosti.bg" target="_top">contacts@aktivnosti.bg</a>.
                                        </p>
                                    </div>
                                </div>
                            </div>
                            <div class="panel panel-default">
                                <div class="panel-heading">
                                    <h4 class="panel-title">
                                        <a data-toggle="collapse" data-parent="#accordion" href="#collapseTwo">ПОЛИТИКА ЗА ПОВЕРИТЕЛНОСТ И ЗАЩИТА НА ЛИЧНИТЕ ДАННИ</a>
                                    </h4>
                                </div>
                                <div id="collapseTwo" class="panel-collapse collapse" style="height: auto;">
                                    <div class="panel-body text-justify">
                                        <p>
                                            Моля, преди да използвате уеб сайта на проекта aktivnosti.bg, създаден от курсисти на Враца софтуер общество, прочетете пълния текст на нашата Политика за поверителност и защита на личните данни.
                                            Екипът на проекта обработва вашите лични данни в съответствие с изискванията на Общия регламент за защита на данните – (EU) 2016/679 , както и действащото българско законодателство за защита на личните данни.
                                        </p>
                                        <p>
                                            <h5 class="text-center text-uppercase">
                                                Категории лични данни, които обработваме:
                                            </h5>
                                            <ol>
                                                <li>За потребители(посетители) на сайта, без регистрация:
                                                    <ul>
                                                        <li>Информация за контакт – електронна поща (имейл адрес)
                                                        </li>
                                                    </ul>
                                                </li>
                                                <li>За регистрирани потребители, представители на организации и организатори на активности:
                                                    <ul>
                                                        <li>Име и фамилия</li>
                                                        <li> Електронна поща (имейл адрес)</li>
                                                        <li> Адрес (не задължително)</li>
                                                        <li> Телефон (не задължително)</li>
                                                    </ul>
                                                </li>
                                            </ol>
                                            В някои случаи можем да ви поканим да участвате в наши анкети, като организация или като потребител на сайта. Тези анкети са с цел подобряване на услугата. Обработването на тези данни става единствено след активно изразено съгласие на субекта на данните.
                                            За кандидатите да участват в платформата aktivnosti.bg, модераторите може да изискват предоставянето от тяхна страна на определени лични данни, доказващи основанието им за участие.
                                            <strong>
                                                Екипът на <a href="{{ route('activities.index') }}">Aktivnosti.bg</a> не обработва и не съхранява данни от банкови карти, банкови сметки или други финансови инструменти!
                                            </strong>
                                        </p>

                                        <h5 class="text-center">ЕКИПЪТ НА <a href="{{ route('activities.index') }}">Aktivnosti.bg</a> ОБРАБОТВА ВАШИТЕ ЛИЧНИ ДАННИ СЪС СЛЕДНИТЕ ЦЕЛИ:
                                        </h5>

                                        <p>
                                            <ul>
                                                <li>За целите на комуникацията със своите потребители, партньори, участници в кампании</li>
                                                <li>За изпращане на информация за нови активности, новини от активности и друга информация, когато потребителя/посетителя на сайта се е абонирал да ги получава през контактната форма</li>
                                                <li>За целите на това, да се докаже основание за участие в платформата aktivnosti.bg</li>
                                                <li>За да можем да изпращаме наши рекламни материали, но единствено в случаите, когато потребителите изрично и активно са заявили желанието си за това</li>
                                            </ul>
                                            Екипът на <a href="{{ route('activities.index') }}">Aktivnosti.bg</a> обработва допълнителни данни, като литературни текстове снимки, видеоклипове на своите потребители, но само в случаите, в които субектите на данните сами, доброволно и след подписано активно съгласие за това изрично заявят желание.
                                            Екипът на <a href="{{ route('activities.index') }}">Aktivnosti.bg</a> си запазва правото да изпрати до всички свои регистрирани потребители покани за участие в свои събития, благотворителни базари, кампании. Участието винаги е възможност, а не задължение.
                                        </p>
                                        <h5 class="text-center">
                                            СРОК, В КОЙТО ЕКИПЪТ НА <a href="{{ route('activities.index') }}">Aktivnosti.bg</a> СЪХРАНЯВА ВАШИТЕ ЛИЧНИ ДАННИ:
                                        </h5>
                                        <p class="text-justify">
                                            Личните данни, които сте предоставили по време на регистрация на профил в нашия сайт, се съхраняват до момента, в който профила ви е активен. По всяко време вие можете да закриете вашия профил и в този случай вашите данни ще бъдат изтрити от нашата система.
                                        </p>
                                        <h5 class="text-center">
                                        ПОТЕНЦИАЛНИ ПОЛУЧАТЕЛИ НА ВАШИТЕ ЛИЧНИ ДАННИ:
                                        </h5>
                                        <p>
                                            Екипът на <a href="{{ route('activities.index') }}">Aktivnosti.bg</a> не предоставя вашите лични данни на трети лица, освен ако специален закон не изисква това.
                                            Когато специален закон изисква това, Екипът на <a href="{{ route('activities.index') }}">Aktivnosti.bg</a> прехвърля необходимите лични данни към компетентните данъчни и други държавни органи, както и към доставчиците на счетоводни услуги.
                                            Социални мрежи – моля, имайте предвид, че информацията, публикувана в сайта aktivnosti.bg, може да бъде споделяна и в социални мрежи. Екипът на <a href="{{ route('activities.index') }}">Aktivnosti.bg</a> не носи отговорност за това.
                                        </p>
                                        <h5 class="text-center">
                                        ВАШИТЕ ПРАВА КАТО СУБЕКТ НА ДАННИ. ПО ВСЯКО ВРЕМЕ ВИЕ ИМАТЕ ПРАВО ДА:
                                        </h5>
                                        <p>
                                            <ul>
                                                <li>
                                                    Да поискате достъп до вашите лични данни, които Екипът на <a href="{{ route('activities.index') }}">Aktivnosti.bg</a> обработва, както и да получите копие от тях.
                                                </li>
                                                <li>
                                                    Да поискате изтриването на личните ви данни (правото да бъдете забравени), ако считате, че обработването вече не е необходимо за целите, с които същите са събрани. Това право не може да бъде упражнено в случай, че специален закон предвижда изрично запазването на тези данни за определен срок.
                                                </li>
                                                <li>
                                                    Да поискате коригиране на неточни лични данни в случаите, когато те не отговарят на истината.
                                                </li>
                                            </ul>
                                            За да упражните някое от гореизброените права, моля, изпратете имейл съобщение с искането си на нашата страница за контакт или на имейл на
                                            <a href="mailto:contacts@aktivnosti.bg" target="_top">contacts@aktivnosti.bg</a>. Ще се постараем да ви отговорим възможно най-бързо.
                                            По всяко време, ако се опасявате, че вашите права за защита на данните са нарушени, имате право да подадете жалба до Комисията за защита на личните данни – https://www.cpdp.bg/
                                        </p>
                                        <h5 class="text-center">
                                        КАК ЕКИПЪТ НА <a href="{{ route('activities.index') }}">Aktivnosti.bg</a> ЗАЩИТАВА ВАШИТЕ ЛИЧНИ ДАННИ?
                                        </h5>
                                        <p>
                                            Екипът на <a href="{{ route('activities.index') }}">Aktivnosti.bg</a> гарантира, че са предприети всички административни, технически и физически мерки за защита на вашите лични данни от случайно, незаконно или неоторизирано обработване, унищожаване, загуба, достъп, разкриване или използване.
                                            Отговорен за обработването на вашите лични данни е:
                                            Сдружение Враца софтуер общество
                                            ЕИК 176787598
                                            Адрес: Враца, ул. Кокиче 14 - ИТ център
                                        </p>
                                        <h5 class="text-center">
                                            ПРАВО НА КОРИГИРАНЕ / ИЗТРИВАНЕ НА ИНФОРМАЦИЯ
                                        </h5>
                                        <p>
                                            Можете да оттеглите по всяко време съгласието си да съхраняваме и обработваме данните ви, да коригирате съхранените от нас данни, да получите информация или да поискате изтриването на данните.
                                            По всяко време и при поискване ние ще ви предоставим пълна и безплатна информация за това какви ваши лични данни се съхраняват в нашата база данни. Просто ни изпратете кратко искане за това на имейл <a href="mailto:contacts@aktivnosti.bg" target="_top">contacts@aktivnosti.bg</a>.
                                        </p>
                                    </div>
                                </div>
                            </div>
                            <div class="panel panel-default">
                                <div class="panel-heading">
                                    <h4 class="panel-title">
                                        <a data-toggle="collapse" data-parent="#accordion" href="#collapseThree" class="collapsed">ПОЛИТИКА ОТНОСНО „БИСКВИТКИТЕ“</a>
                                    </h4>
                                </div>
                                <div id="collapseThree" class="panel-collapse collapse">
                                    <div class="panel-body text-justify">
                                        <p>
                                            Използваме Бисквитки (Cookies), за да ви предложим по-добра и персонализирана интернет услуга. Данните, съхранявани в бисквитките, които уебсайтът използва, никога не показват лична информация, от която може да се установи самоличността на даден потребител. Бисквитката(Cookie) е малък текстов файл, който се съхранява и прочита от интернет браузъра който ползвате на вашето устройство (например компютър,  лаптоп,  таблет или  смартфон)  от  сайтовете,  които посещавате. Бисквитките правят работата ви с уебсайтовете по-сигурна и бърза, като запомнят вашите предпочитания, и изпратят информацията, която съхраняват, обратно към уебсайта. Можете да блокирате или премахнете бисквитките, като използвате вашия браузър или софтуера на трета страна, но е възможно това да ви попречи да ползвате пълната функционалност на сайта.
                                        </p>
                                        <p>
                                            В зависимост от функцията и целта, за която се използват, обикновено Бисквитките, които уебсайтът използва, се разделят на следните категории:

                                            <ul>
                                                <li>
                                                     Бисквитки, които    ви позволяват да сърфирате в уебсайта и да използвате основните му функции. Тези Бисквитки обикновено се инсталират в отговор на ваши действия, които представляват заявка за услуги.
                                                </li>
                                                <li>
                                                    Бисквитки за функционалност - те се използват, за да ви разпознаем следващия път, когато посетите нашия уебсайт, за да ви предложим подобрени и по-персонализирани функции, като например запомняне на вашите  предпочитания.  Тези Бисквитки събират  анонимна  информация  и  не  могат  да  проследят действията ви на други уеб сайтове. Валидността им е не повече от 2 години;
                                                </li>
                                                <li>
                                                    Бисквитки аналитичност и ефективност ни позволяват да установим броя на потребителите и да събираме информация как се използва уебсайтът (например кои страници най-често използва даден потребител и дали получава съобщения за грешка на някоя страница). Това ни помага да подобрим работата на нашия уебсайт, като например да осигурим по-лесен начин за намиране на това, което търсите    Валидността им е не повече от 2 години;
                                                </li>
                                                <li>
                                                    Бисквитки за социални медии – те ви позволяват да споделяте вашата активност на уебсайта в социални мрежи, като Facebook и Twitter. Тези Бисквитки не са под наш контрол;

                                                     Други    видове Бисквитки,  които  може  да  бъдат  използвани  на  по-късен  етап.  Ще  ви информираме чрез актуализиране на нашите политики, в случай че използваме и други видове Бисквитки;
                                                </li>
                                            </ul>
                                        </p>
                                        <p>
                                            Моля да имате предвид, че използваме услугите на трети страни, за да научим как използвате нашия уебсайт, с цел да оптимизираме работата му. Тези трети страни (включително например, рекламни мрежи и доставчици на външни услуги като анализ на интернет трафика) може също да използват Бисквитки, върху които ние нямаме контрол. Вие можете да оттеглите вашето съгласие по отношение използването на Бисквитки по всяко време. За да направите това, моля вижте условията по-долу. Ако искате да изтриете Бисквитките, които се съхраняват на вашето устройство и да конфигурирате браузъра си да отказва Бисквитки,  можете  да  го  направите  от  настройките  за  предпочитания  на  вашия  интернет  браузър. В  зависимост  от  браузъра, Бисквитките могат  да  се деактивират по различен начин. За повече информация, можете да посетите уебсайта на вашия браузър.
                                        </p>
                                        <ul>
                                            <li>
                                                Бисквитки използвани за статистически цели и мониторинг на интернет трафика Google Analytics.
                                            </li>
                                        </ul>
                                        <p>
                                            Нашият уебсайт използва Google  Analytics,  услуга за анализ на интернет трафика, предоставена от Google.  Google  Analytics  използва Бисквитки, за да подпомогне уебсайта да анализира как го ползвате. Информацията, събрана от Бисквитките, свързана с вашето ползване на уебсайта (включително вашия IP адрес) ще бъде пренесена до и съхранена от Google  [на сървъри в САЩ].  Google  ще използва тази информация,  за  да  оценява  как  използвате  сайта,  като  компилира  данни  за  активност  за отделните уебсайт оператори и предоставя и други услуги, свързани с  отчетената активност на уебсайта и ползването на интернет. Възможно е Google да прехвърля тази информация на трети страни, когато  това  се  изисква  по  закон  или  в  случаите,  когато  тези  трети  страни  обработват информация от името на Google.  Google  няма да свързва вашия IP адрес с други данни, които се съхраняват от Google. Вие можете да решите да се откажете от Google Analytics, без това да повлияе на възможността ви за посещаване на нашия уебсайт. Подробна информация  за Google    Analytics    и  поверителност (включително  как  можете  да контролирате  информацията,  която  се  изпраща  на Google) може  да  се  намери  на
                                            <a href="https://policies.google.com/privacy/partners">https://policies.google.com/privacy/partners</a>
                                            . С цел да предотвратите евентуално проследяване, можете да инсталирате „add-in“ на вашия браузър(
                                            <a href="http://tools.google.com/dlpage/gaoptout">http://tools.google.com/dlpage/gaoptout</a>).
                                        </p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>

@endsection

@section('pagescript')
    <!-- Terms and conditions, open general conditions-->
    <script>
        window.onload=function(){
            if(document.getElementById("gentTerms")){
                document.getElementById("gentTerms").click();
            }
        };
    </script>
@endsection
